{
        "buttons" : ["Home", "About", "Skills", "Experience", "Projects", "Contact"],
        "about" : ["Recent IT graduate with a specialization in Software Development with a GPA of 3.72 eager to work with a team to develop innovative software. Experience working on developing web applications using the MERN stack and managing databases using SQLPlus. Excited to work and gain real-world experience.", 
        "As a collaborative team player with excellent time management and organizational skills, I excel in dynamic, fast-paced environments. I have worked on various projects within agile teams, contributing my skills to deliver high-quality software solutions. I believe that effective communication, adaptability, and a willingness to learn are essential qualities for success in the software development field.", 
        "My current goal is to advance my knowledge and proficiency in Python to pursue my interest in machine learning. I am excited about the endless possibilities that machine learning presents and eager to contribute to the development of cutting-edge solutions."],
        "skills" : {
            "languages" : ["Java", "JavaScript", "Python", "HTML/CSS"],
            "frameworks" : ["Node.js", "React.js", "Express.js"],
            "data" : ["SQL", "MongoDB"],
            "software" : ["VSCode", "Eclipse", "NetBeans", "GitHub", "GitBash", "SQLPlus", "VMWare Workstation", "Oracle VM VirtualBox"]   
        },
        "experience": {
            "company": "SAIT","role": "Full-Stack Developer",
            "stack": ["MongoDB","Express.js", "React.js", "Node.js"],
            "year": "2022",
            "tasks": ["Heavily involved in UI/UX of the website and created components for front-end use",
            "Developed components involved in retrieving data from MongoDB database",
            "Maintained and updated list of deliverables to help the team stay on track",
            "Collaborated with C-level executives to determine website requirements"]
        },
        "projects" : [
            {
                "img" : "landing",
                "alt" : "CC Landing Page",
                "code": "https://github.com/rhodanrsc/CleanCollective",
                "title" : "Clean Collective - Landing Page",
                "desc" : "The landing page of Clean Collective where clean tech companies are driven to sign up",
                "stack" : "MERN Stack"
            },
            {
                "img" : "forum",
                "alt" : "CC Forum",
                "code": "https://github.com/rhodanrsc/CleanCollective",
                "title" : "Clean Collective - Forum Page",
                "desc" : "The forum page of Clean Collective where clean tech companies can engage in discussions and exchange solutions for their problems",
                "stack" : "MERN Stack"
            },
            {
                "img" : "portfolio",
                "alt" : "Portfolio",
                "code": "https://github.com/rhodanrsc/portfolio",
                "title" : "Portfolio Website",
                "desc" : "My personal portfolio website where I showcase my skills and abilities",
                "stack" : "React.js"
            }
        ],
        "contact" : {
            "email" : "cervantesrhodan@gmail.com",
            "linkedin" : "https://www.linkedin.com/in/rhodanc/",
            "phone" : "(+1) 587-876-9011"
        }
} 